{"able": 0, "about": 1, "according": 2, "across": 3, "add": 4, "adding": 5, "after": 6, "again": 7, "al": 8, "alfredo": 9, "algerian": 10, "algerienne": 11, "all": 12, "allow": 13, "almost": 14, "along": 15, "also": 16, "alternatively": 17, "anise": 18, "another": 19, "any": 20, "apart": 21, "applying": 22, "are": 23, "aromatic": 24, "around": 25, "arrabiata": 26, "aside": 27, "assemble": 28, "avocado": 29, "away": 30, "back": 31, "bacon": 32, "baguette": 33, "bake": 34, "baking": 35, "balls": 36, "balsamic": 37, "banh": 38, "base": 39, "based": 40, "basil": 41, "batches": 42, "bay": 43, "be": 44, "bean": 45, "beans": 46, "beansprouts": 47, "beef": 48, "before": 49, "begin": 50, "best": 51, "between": 52, "bind": 53, "birds": 54, "bit": 55, "bits": 56, "black": 57, "blend": 58, "board": 59, "boil": 60, "boiling": 61, "bolognese": 62, "bone": 63, "both": 64, "bottom": 65, "bottomed": 66, "bowl": 67, "bowls": 68, "bread": 69, "breadcrumbs": 70, "breakfast": 71, "breaking": 72, "breast": 73, "breasts": 74, "bring": 75, "brisket": 76, "broccoli": 77, "brown": 78, "browned": 79, "bruschetta": 80, "bubbles": 81, "bubbling": 82, "bubbly": 83, "burn": 84, "but": 85, "butter": 86, "bản": 87, "cabbage": 88, "cajun": 89, "can": 90, "caramelised": 91, "cardamom": 92, "care": 93, "carrot": 94, "carrots": 95, "casserole": 96, "cassoulet": 97, "caster": 98, "cayenne": 99, "celery": 100, "challots": 101, "char": 102, "charred": 103, "che": 104, "cheasy": 105, "cheese": 106, "cherry": 107, "chestnut": 108, "chestnuts": 109, "chicken": 110, "child": 111, "chile": 112, "chilli": 113, "chillies": 114, "chop": 115, "chopped": 116, "chopping": 117, "chunks": 118, "cinnamon": 119, "clear": 120, "cling": 121, "clove": 122, "cloves": 123, "cm": 124, "coat": 125, "coated": 126, "coconut": 127, "colander": 128, "cold": 129, "color": 130, "combine": 131, "combining": 132, "complete": 133, "completely": 134, "continue": 135, "cook": 136, "cooked": 137, "cooker": 138, "cooking": 139, "cooks": 140, "cooled": 141, "coriander": 142, "corn": 143, "cornflour": 144, "couple": 145, "cover": 146, "covered": 147, "cream": 148, "creme": 149, "crispy": 150, "cross": 151, "crumble": 152, "crusty": 153, "crème": 154, "cucumber": 155, "cup": 156, "curry": 157, "cut": 158, "darker": 159, "dash": 160, "datenight": 161, "day": 162, "degrees": 163, "delightfully": 164, "dente": 165, "develops": 166, "diced": 167, "dijon": 168, "dip": 169, "direction": 170, "discard": 171, "dish": 172, "dissolved": 173, "divide": 174, "do": 175, "doesn": 176, "don": 177, "dough": 178, "down": 179, "drain": 180, "dressing": 181, "dried": 182, "drizzle": 183, "drizzled": 184, "dry": 185, "dust": 186, "dutch": 187, "each": 188, "easy": 189, "edge": 190, "edges": 191, "enchilada": 192, "end": 193, "enough": 194, "ensure": 195, "european": 196, "evenly": 197, "everything": 198, "express": 199, "exterior": 200, "eye": 201, "fairly": 202, "fan": 203, "fast": 204, "faster": 205, "fat": 206, "fatty": 207, "favourite": 208, "fennel": 209, "fettuccine": 210, "few": 211, "fill": 212, "filling": 213, "fillings": 214, "film": 215, "final": 216, "find": 217, "fine": 218, "fingers": 219, "finishing": 220, "fish": 221, "fit": 222, "fitting": 223, "five": 224, "flakes": 225, "flavour": 226, "flavoursome": 227, "flour": 228, "followed": 229, "following": 230, "food": 231, "forks": 232, "four": 233, "fra": 234, "fragrant": 235, "fraiche": 236, "frais": 237, "free": 238, "freezer": 239, "french": 240, "frequently": 241, "fresh": 242, "fridge": 243, "fried": 244, "fromage": 245, "froth": 246, "frozen": 247, "fry": 248, "frying": 249, "full": 250, "further": 251, "furthest": 252, "fuss": 253, "garlic": 254, "garnish": 255, "gas": 256, "gem": 257, "generously": 258, "gentle": 259, "gently": 260, "get": 261, "ginger": 262, "giving": 263, "glass": 264, "glaze": 265, "go": 266, "golden": 267, "goose": 268, "gradually": 269, "granulated": 270, "gravy": 271, "green": 272, "grill": 273, "gruyère": 274, "half": 275, "hand": 276, "handful": 277, "handfuls": 278, "hands": 279, "haricot": 280, "has": 281, "hatch": 282, "have": 283, "heat": 284, "heated": 285, "heating": 286, "heatproof": 287, "heavy": 288, "helps": 289, "herbs": 290, "here": 291, "high": 292, "hold": 293, "honey": 294, "horizontally": 295, "hot": 296, "hotsauce": 297, "hour": 298, "hours": 299, "hr": 300, "hrs": 301, "hummus": 302, "hàn": 303, "if": 304, "immediately": 305, "inch": 306, "increase": 307, "ingredients": 308, "inserted": 309, "inside": 310, "instant": 311, "instructions": 312, "is": 313, "it": 314, "italian": 315, "jack": 316, "japanese": 317, "juice": 318, "juices": 319, "just": 320, "kaffir": 321, "karaage": 322, "keep": 323, "kerisik": 324, "ketchup": 325, "king": 326, "kitchen": 327, "kneading": 328, "knife": 329, "korean": 330, "kosher": 331, "kung": 332, "ladle": 333, "large": 334, "lasagne": 335, "last": 336, "lay": 337, "layer": 338, "layering": 339, "layers": 340, "lean": 341, "least": 342, "leave": 343, "leaves": 344, "leaving": 345, "left": 346, "leftover": 347, "lemon": 348, "lemongrass": 349, "let": 350, "letting": 351, "lettuce": 352, "lid": 353, "lift": 354, "lightly": 355, "like": 356, "lime": 357, "line": 358, "lined": 359, "lines": 360, "linguine": 361, "little": 362, "ll": 363, "longer": 364, "loosen": 365, "low": 366, "lower": 367, "main": 368, "make": 369, "makes": 370, "margherita": 371, "marinade": 372, "mat": 373, "mayonnaise": 374, "meanwhile": 375, "meat": 376, "meaty": 377, "medium": 378, "melt": 379, "melted": 380, "melts": 381, "mexican": 382, "mexico": 383, "mi": 384, "microwave": 385, "middle": 386, "milk": 387, "min": 388, "mince": 389, "minced": 390, "mins": 391, "mint": 392, "minute": 393, "minutes": 394, "mirin": 395, "mix": 396, "mixing": 397, "mixture": 398, "ml": 399, "monterey": 400, "more": 401, "mozzarella": 402, "muscovado": 403, "mushrooms": 404, "mustard": 405, "nam": 406, "near": 407, "need": 408, "needed": 409, "nhật": 410, "nicely": 411, "no": 412, "non": 413, "noodles": 414, "nori": 415, "not": 416, "occasionally": 417, "off": 418, "often": 419, "oil": 420, "oiled": 421, "olive": 422, "once": 423, "one": 424, "onion": 425, "onions": 426, "opposite": 427, "oregano": 428, "other": 429, "otherwise": 430, "out": 431, "oven": 432, "ovenproof": 433, "over": 434, "overlapping": 435, "overnight": 436, "pack": 437, "package": 438, "packet": 439, "pad": 440, "palm": 441, "pan": 442, "pao": 443, "paper": 444, "parallel": 445, "parmesan": 446, "parmigiano": 447, "parsley": 448, "part": 449, "passata": 450, "pasta": 451, "paste": 452, "pat": 453, "pattern": 454, "peanuts": 455, "peas": 456, "penne": 457, "pepper": 458, "pho": 459, "phương": 460, "pickle": 461, "pickled": 462, "piece": 463, "pieces": 464, "pile": 465, "pinched": 466, "pink": 467, "piping": 468, "pizza": 469, "place": 470, "plain": 471, "plate": 472, "pop": 473, "pork": 474, "pot": 475, "potato": 476, "potatoes": 477, "poulet": 478, "pounded": 479, "pour": 480, "pourable": 481, "powder": 482, "prawn": 483, "prawns": 484, "preheat": 485, "preheated": 486, "prepare": 487, "pressure": 488, "processor": 489, "proof": 490, "pulse": 491, "puree": 492, "purée": 493, "puréed": 494, "put": 495, "quick": 496, "quickly": 497, "quốc": 498, "rack": 499, "raging": 500, "ragu": 501, "raw": 502, "reaches": 503, "read": 504, "reads": 505, "ready": 506, "really": 507, "red": 508, "reduce": 509, "refresh": 510, "refrigerate": 511, "refrigerator": 512, "reggiano": 513, "remaining": 514, "remove": 515, "removing": 516, "rendang": 517, "render": 518, "rendered": 519, "repeat": 520, "rest": 521, "return": 522, "rice": 523, "rigate": 524, "rinse": 525, "roast": 526, "roasting": 527, "roll": 528, "rolls": 529, "room": 530, "rosemary": 531, "roti": 532, "round": 533, "run": 534, "running": 535, "sake": 536, "salad": 537, "salmon": 538, "salsa": 539, "salt": 540, "salted": 541, "same": 542, "sandwich": 543, "sandwiches": 544, "sauce": 545, "saucepan": 546, "sauté": 547, "sautéed": 548, "save": 549, "scatter": 550, "scattered": 551, "scissors": 552, "score": 553, "scraping": 554, "seal": 555, "sear": 556, "season": 557, "seasoning": 558, "second": 559, "seconds": 560, "seed": 561, "seeds": 562, "seems": 563, "serve": 564, "serving": 565, "sesame": 566, "set": 567, "shape": 568, "sharp": 569, "sheet": 570, "sheets": 571, "shiitake": 572, "shimmer": 573, "shiny": 574, "should": 575, "shred": 576, "shredded": 577, "side": 578, "sides": 579, "sift": 580, "silky": 581, "simmer": 582, "sirloin": 583, "sit": 584, "sizzle": 585, "sizzling": 586, "skillet": 587, "slice": 588, "sliced": 589, "slices": 590, "slightly": 591, "slower": 592, "slowly": 593, "small": 594, "smell": 595, "smooth": 596, "snap": 597, "snaps": 598, "snip": 599, "so": 600, "soft": 601, "soften": 602, "softened": 603, "some": 604, "soup": 605, "sour": 606, "soy": 607, "spaghetti": 608, "spice": 609, "spiced": 610, "spices": 611, "spicy": 612, "split": 613, "spoon": 614, "spoonful": 615, "spread": 616, "spreading": 617, "spring": 618, "sprinkle": 619, "sprinkled": 620, "sprinkling": 621, "sprouts": 622, "squeeze": 623, "squeezing": 624, "stalks": 625, "stand": 626, "star": 627, "starch": 628, "start": 629, "started": 630, "starting": 631, "starts": 632, "stay": 633, "steady": 634, "steak": 635, "steamed": 636, "step": 637, "stew": 638, "stick": 639, "sticky": 640, "stir": 641, "stirring": 642, "stock": 643, "straight": 644, "straining": 645, "succulent": 646, "sugar": 647, "summery": 648, "sunny": 649, "super": 650, "sure": 651, "surface": 652, "sushi": 653, "sweet": 654, "tablespoons": 655, "taco": 656, "tacos": 657, "take": 658, "tamarind": 659, "taste": 660, "tbsp": 661, "tear": 662, "tempeh": 663, "temperature": 664, "tender": 665, "teriyaki": 666, "thai": 667, "that": 668, "their": 669, "them": 670, "then": 671, "there": 672, "thermometer": 673, "they": 674, "thick": 675, "thicken": 676, "thickens": 677, "thickest": 678, "thigh": 679, "thin": 680, "thinly": 681, "this": 682, "through": 683, "throw": 684, "thyme": 685, "tiger": 686, "tight": 687, "time": 688, "tin": 689, "tip": 690, "toast": 691, "toasted": 692, "toasts": 693, "together": 694, "tomato": 695, "tomatoes": 696, "tongs": 697, "too": 698, "top": 699, "topping": 700, "tortilla": 701, "tortillas": 702, "toss": 703, "towards": 704, "towel": 705, "towels": 706, "transfer": 707, "tray": 708, "tsp": 709, "tuna": 710, "turn": 711, "two": 712, "tây": 713, "udon": 714, "uncovered": 715, "under": 716, "until": 717, "use": 718, "used": 719, "using": 720, "ve": 721, "veg": 722, "vegan": 723, "vegetable": 724, "vegetables": 725, "vietnamese": 726, "vinegar": 727, "vinegared": 728, "việt": 729, "want": 730, "warm": 731, "warmed": 732, "water": 733, "we": 734, "wedges": 735, "well": 736, "when": 737, "which": 738, "while": 739, "whisk": 740, "white": 741, "whole": 742, "wide": 743, "will": 744, "windowsill": 745, "wine": 746, "wire": 747, "without": 748, "wok": 749, "wooden": 750, "worcestershire": 751, "works": 752, "wrap": 753, "yaki": 754, "yeast": 755, "you": 756, "your": 757, "zesty": 758}